unit SplashScreen.Resources;

interface

type
  TSplashMessageItem = record
    Text  : string;
    Autor : string;
  end;

const
  ArraySplashMessages: array [1 .. 49] of TSplashMessageItem = (
    (Text: 'Ваш час обмежений, не витрачайте його, живучи чужим життям.'; Autor: 'Стів Джобс'),
    (Text: 'Величезний успіх – найкраща помста.'; Autor: 'Френк Сінатра'),
    (Text: 'Ви не зможете перетнути океан, якщо не наважитесь відплисти від берега.'; Autor: 'Христофор Колумб'),
    (Text: 'Ви не повинні зупинятися, навіть якщо щось може йти не так, як би хотілось.'; Autor: 'Майкл Джордан'),
    (Text: 'Від ваших власних рішень залежить ваше благополуччя.'; Autor: 'Джон Д. Рокфеллер'),
    (Text: 'Від життя ви отримуєте тільки те, що просите. Не бійтеся просити більше.'; Autor: 'Опра Вінфрі'),
    (Text: 'Для мудрої людини ніщо не є більш важким і ніщо не викликає більшого занепокоєння, ніж необхідність витрачати на непотрібне більше часу, ніж потрібно.'; Autor: 'Платон'),
    (Text: 'Є лише один шлях, щоб уникнути критики: нічого не робити, нічого не говорити і бути ніким.'; Autor: 'Арістотель'),
    (Text: 'Життя – це те, що з тобою відбувається, поки ти плануєш майбутнє.'; Autor: 'Джон Леннон'),
    (Text: 'Зміни – основа життя. Майбутнє пропустять ті, хто дивиться тільки в минуле чи лише на сьогодення.'; Autor: 'Джон Ф. Кеннеді'),
    (Text: 'Ідіть впевнено до своєї мрії. Живіть так, як самі захотіли.'; Autor: 'Генрі Девід Торо'),
    (Text: 'Інші ролі зайняті, тому будьте собою.'; Autor: 'Оскар Вайльд'),
    (Text: 'Кажуть, що мотивації вистачає ненадовго. Але те ж саме відбувається і з душем, тому й слід його приймати щодня.'; Autor: 'Зіг Зіглар'),
    (Text: 'Коли людина перестає змінюватись, вона вмирає, а похорон – просто формальність.'; Autor: 'Генрі Форд'),
    (Text: 'Краще бути впевненим в гарному результаті, ніж сподіватися на відмінний.'; Autor: 'Воррен Баффетт'),
    (Text: 'Краще змовчати і здатися дурнем, ніж заговорити і розвіяти всі сумніви.'; Autor: 'Марк Твен'),
    (Text: 'Логіка може провести з пункту "А" до пункту "Б", а уява – куди завгодно.'; Autor: 'Альберт Ейнштейн'),
    (Text: 'Людина, якою вам слід бути – це лише та людина, якою ви самі хочете бути.'; Autor: 'Ральф Голдо Емерсон'),
    (Text: 'Ми не знаємо, ким ми можемо бути, ми лише знаємо, хто ми є.'; Autor: 'Вільям Шекспір'),
    (Text: 'Мій успіх – це результат того, що я ніколи не виправдовувалася і не приймала виправдань від інших.'; Autor: 'Флоренс Найтінгейл'),
    (Text: 'Найважливіша річ у житті – завтрашній день. Він приходить опівночі. Він сподівається, що відучора ми хоч чомусь навчилися.'; Autor: 'Джон Вейн'),
    (Text: 'Найкращий метод, щоб почати щось робити – перестати говорити і почати робити.'; Autor: 'Волт Дісней'),
    (Text: 'Найрозумніші люди не в уряді. Бізнес викрав би їх, якби вони там були.'; Autor: 'Рональд Рейган'),
    (Text: 'Наріжними каменями нашої людяності є любов і робота.'; Autor: 'Зигмунд Фрейд'),
    (Text: 'Наші сьогоднішні сумніви – єдина межа наших завтрашніх звершень.'; Autor: 'Франклін Д. Рузвельт'),
    (Text: 'Не заслуговує життя той, хто не цінує його.'; Autor: 'Леонардо да Вінчі'),
    (Text: 'Не слід проживати неосмислене життя.'; Autor: 'Сократ'),
    (Text: 'Немає слова "неможливо" у моєму словнику.'; Autor: 'Наполеон Бонапарт'),
    (Text: 'Нічого не досягне у житті той, хто не має сміливості ризикувати.'; Autor: 'Мухаммед Алі'),
    (Text: 'Організоване знання – це наука, організоване життя – це мудрість.'; Autor: 'Іммануїл Кант'),
    (Text: 'Основна частина успіху – це з’явитися в потрібному місці в потрібний час.'; Autor: 'Вуді Аллен'),
    (Text: 'Перемога – це ще не все, потрібне постійне бажання перемагати.'; Autor: 'Вінс Ломбарді'),
    (Text: 'Перше правило: Ніколи не втрачайте гроші. Друге правило: Ніколи не забувайте перше правило.'; Autor: 'Воррен Баффет'),
    (Text: 'Плани – ніщо, планування – все.'; Autor: 'Дуайт Д. Ейзенхауер'),
    (Text: 'Постійне прагнення бути кращим є обов’язком людини. Це вже винагорода. Все інше в Божих руках.'; Autor: 'Магатма Ґанді'),
    (Text: 'Потрібно вірити в себе та свої здібності! Без раціональної впевненості у своїх силах, неможливо бути успішним та щасливим.'; Autor: 'Норман Вінсент Піл'),
    (Text: 'Почати діяти – це найскладніше, все інше залежить тільки від наполегливості.'; Autor: 'Амелія Ергарт'),
    (Text: 'Прагніть цінностей успіху, а не самого успіху.'; Autor: 'Альберт Ейнштейн'),
    (Text: 'Реальне все, що можна уявити.'; Autor: 'Пабло Пікассо'),
    (Text: 'Розум людини здатен досягти того, що може осягнути і в що він може повірити.'; Autor: 'Наполеон Хілл'),
    (Text: 'Розум ніколи не вичерпується, навчаючись.'; Autor: 'Леонардо да Вінчі'),
    (Text: 'Спочатку робіть, що потрібно. Тоді – те, що можливо. Лиш тоді ви побачите, що робите неможливе.'; Autor: 'Св. Франциск Асізський'),
    (Text: 'У владу долі вірять лише нещасні. Щасливі світу цього всі успіхи, яких вони досягають, приписують самим собі.'; Autor: 'Джонатан Свіфт'),
    (Text: 'Удосконалення – це зміни, бути досконалим – означає змінюватися постійно.'; Autor: 'Вінстон Черчилль'),
    (Text: 'Успіх оцінить той, хто ним не пересичений. Спраглий більше оцінить нектар.'; Autor: 'Емілі Дікінсон'),
    (Text: 'Це має значення, якщо ви не здаєтеся.'; Autor: 'Стівен Гокінг'),
    (Text: 'Щаслива людина настільки задоволена сьогоденням, що не має часу думати про майбутнє.'; Autor: 'Альберт Ейнштейн'),
    (Text: 'Щоб навчитись багато чому, потрібно братися відразу за небагато.'; Autor: 'Джон Локк'),
    (Text: 'Я можу помилятися, тому за свої переконання я ніколи не віддам життя.'; Autor: 'Бертран Рассел')
  );

implementation

end.
